e5-2620-v4/retpoline-nopti-nopcid/pgbench/1000/runs/result-rw-1.log
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: simple
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 26186893
latency average = 1.100 ms
tps = 14548.269987 (including connections establishing)
tps = 14548.297264 (excluding connections establishing)