e5-2620-v4/retpoline-nopti-nopcid/pgbench/1000/runs/result-rw-3.log
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: simple
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 21533407
latency average = 1.337 ms
tps = 11962.935511 (including connections establishing)
tps = 11962.958386 (excluding connections establishing)